Repository: khalidlogi/adas-divi
Catalog: languages/adasdividb-*.po
Languages: fr_fr

source: Adas database data does not exist. Please try reactivating the plugin
fr_fr: Les données de la base de données Adas n'existent pas. Veuillez essayer de réactiver le plugin

source: Form ID:
fr_fr: ID du formulaire

source: Number of forms:
fr_fr: Nombre de formulaires :

source: Last three submissions
fr_fr: Trois dernières soumissions

source: Add entries to your form and try again.
fr_fr: Veuillez ajouter des entrées à votre formulaire et réessayer.

source: Settings DB
fr_fr: Paramètres de la base de données

source: The most recent record
fr_fr: Le dernier enregistrement

source: Database settings
fr_fr: Paramètres BD

source: Form ID
fr_fr: ID du formulaire Divi

source: Pause Data Saving
fr_fr: Mettre en pause l'enregistrement des données

source: Background Color
fr_fr: Couleur de fond

source: Text Color
fr_fr: Couleur du texte

source: Label Text Color
fr_fr: Couleur du texte de l'étiquette

source: Export Button Background Color
fr_fr: Couleur de fond du bouton d'exportation

source: Divi Theme is not active!
fr_fr: Le thème Divi n'est pas actif !

source: To select multiple IDs, press and hold the Ctrl button while selecting IDs.
fr_fr: Pour sélectionner plusieurs ID, appuyez sur la touche Ctrl tout en sélectionnant les ID.

source: Currently, no data has been submitted. Kindly submit at least one form using Divi Contact Form.
fr_fr: Actuellement, aucune donnée n'a été soumise. Veuillez soumettre au moins un formulaire en utilisant le formulaire de contact Divi.

source: Save Settings
fr_fr: Enregistrer

source: The Divi theme is not active. Please activate the Divi theme to use this plugin.
fr_fr: Le thème Divi n'est pas actif. Veuillez activer le thème Divi pour utiliser cette extension

source: Go back
fr_fr: retour

source: No data available! Please add entries to your form and try again.
fr_fr: Aucune donnée disponible ! Veuillez ajouter des entrées à votre formulaire et réessayer.

source: Divi Theme is not ACTIVE
fr_fr: Le thème Divi n'est pas ACTIF

source: To update the form ID value
fr_fr: pour mettre à jour la valeur de l'ID du formulaire.

source: settings page
fr_fr: page des paramètres

source: Visit the
fr_fr: Visitez la

source: Number of forms submitted:
fr_fr: Nombre de formulaires :

source: Export as CSV
fr_fr: Exporter au format CSV

source: Export as PDF
fr_fr: Exporter au format PDF
